12/data/attachments/14f622546b5153b0.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_087ae82e-0f29-415c-8b0e-bfe8c0eedb26</nif:username>
            <nif:friendToBeAdded>Laura_left_Actions_64735_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>